const homePro = [
    {
        id:1,
        color: "#3cbb55",
        src: '//www.evaci.top/source/static/images/portfolio/webrljcedai.jpg',
        title: "招投标APP+小程序",
        tag: ['uni-app', 'vue', 'vuex', 'vuelidate','adroid','iOS','mini-program'],
    },
    {
        id:2,
        color: "#FB7638",
        src:'//www.evaci.top/source/static/images/portfolio/webrljcedai.jpg',
        title: "国际物流APP",
        tag: ['MUI','vue-i18n','adroid','iOS'],
    },
    {
        id:3,
        color: "#FF8C81",
        src:'//www.evaci.top/source/static/images/portfolio/webrljcedai.jpg',
        title: "企业资讯管理网站",
        tag: ["html","bootstrap"],
    },
    {
        id:4,
        color: "#e75ca5",
        src:'//www.evaci.top/source/static/images/portfolio/webcedai998.jpg',
        title: "科技公司官网",
        tag:["html","bootstrap"],
    },
    {
        id:5,
        color: "#BE65E9",
        src:'//www.evaci.top/source/static/images/portfolio/webnn.jpg',
        title: "P2P公司官网",
        tag: ["html"],
    },
    {
        id:6,
        color: "#8987ED",
        src:'//www.evaci.top/source/static/images/portfolio/webtumen.jpg',
        title: "户外网站首页",
        tag: ["html"],
    },
    {
        id:7,
        color: "#80D5F5",
        src:'//www.evaci.top/source/static/images/portfolio/webyryy.jpg',
        title: "医药商城首页",
        tag: ["html"],
    },
    {
        id:8,
        color: "#26B18F",
        src:'//www.evaci.top/source/static/images/portfolio/webtbld.jpg',
        title: "第三方服务商官网",
        tag: ["html"],
    },
    {
        id:9,
        color: "#80E376",
        src:'//www.evaci.top/source/static/images/portfolio/webanhua.jpg',
        title: "陶瓷营销活动落地页",
        tag: ["html"],
    },
    {
        id:10,
        color: "#E7AD29",
        src:'//www.evaci.top/source/static/images/portfolio/webdp.jpg',
        title: "陶瓷营销活动落地页",
        tag: ["html"],
    },
]
const blogList = [
    {
        id:'1',
        color: "#3cbb55",
        image: 'http://www.evaci.top/wp/wp-content/uploads/2017/09/z1-7.jpg',
        title: "年度最佳50句丧格言，让你看完怀疑人生",
        tag: ['转载'],
        category:'blog',
        time:'2019-11-15 15:08',
        content:` <p><img src="http://www.evaci.top/wp/wp-content/uploads/2017/09/z1-7.jpg" width="600" height="601" alt="年度最佳50句丧格言，让你看完怀疑人生"/></p> <p>01</p> <p>你全力做到的最好，<br/> 可能还不如别人的随便搞搞。</p> <p>02</p> <p>失败并不可怕，<br/> 可怕的是你还相信这句话。</p> <p>03</p> <p>你以为有钱人很快乐吗，<br/> 他们的快乐你根本想象不到。</p> <p>04</p> <p>你们之所以喝鸡汤，<br/> 是因为肉被别人吃了。</p> <p>05</p> <p>条条大路通罗马，<br/> 而有些人就生在罗马。</p> <p>06</p> <p>别灰心，<br/> 人生就是这样起起落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落的。</p> <p>07</p> <p>有人出现在你的生命里，<br/> 是为了告诉你，你真好骗。</p> <p>08</p> <p>比一个人吃火锅更寂寞的是，<br/> 一个人没有钱吃火锅。</p> <p>09</p> <p>有时候你不努力一下，<br/> 不知道什么叫绝望。</p> <p>10</p> <p>男女之间一定有纯真的友谊，<br/> 因为每一个认识我的女生，<br/> 都说最多只能跟我做朋友。</p> <p>11</p> <p>你无法叫醒一个不回你消息的人，<br/> 但是红包能。</p> <p>12</p> <p>不要没完没了的修图。<br/> 你现实中长得丑，<br/> 我们都知道。</p> <p>13</p> <p>最怕你一生碌碌无为，<br/> 还安慰自己平凡可贵。</p> <p>14</p> <p>许多人说选择北上广的原因，<br/> 是发展机会好。<br/> 但他们说的发展，<br/> 实际上指的就是打工。</p> <p>15</p> <p>当你觉得自己又丑又穷，一无是处时，<br/> 别绝望，因为至少你的判断还是对的。</p> <p>16</p> <p>不要看别人表面上一帆风顺，<br/> 实际上，他们背地里，也是一帆风顺。</p> <p>17</p> <p>哪有什么选择恐惧症，<br/> 还不是因为穷。</p> <p>18</p> <p>盖茨休学创业成了世界首富，<br/> 但人家休的是哈佛大学。</p> <p>19</p> <p>虽然你单身，<br/> 但是你胖若两人。</p> <p>20</p> <p>好女孩只得到了“好”字，<br/> 而漂亮女孩却得到了所有。</p> <p>21</p> <p>你只知道人家化妆比你好看，<br/> 却不知道，她们卸了妆，<br/> 不仅比你好看，皮肤还吹弹可破。</p> <p>22</p> <p>爱笑的女生运气不会太差。<br/> 说实话，<br/> 如果一个女生运气一直不好，<br/> 我不知道她怎么笑得出来。</p> <p>23</p> <p>像我这种连名牌都不认识几个的人，<br/> 有时候连别人在炫富都感觉不到。</p> <p>24</p> <p>喜欢一个人就去表白，<br/> 万一成备胎了呢。</p> <p>25</p> <p>善良没用，你得漂亮，还得有钱。</p> <p>26</p> <p>上帝是公平的，<br/> 给了你丑的外表，<br/> 还会给你低的智商，<br/> 以免让你显得不协调。</p> <p>27</p> <p>为什么总是天妒英才呢？<br/> 因为没人管笨蛋活多久。</p> <p>28</p> <p>长得丑就是病，<br/> 不然整形医院怎么叫医院？</p> <p>29</p> <p>学校教学楼厕所放镜子，你以为让你整理仪容！？<br/> 你错了，是为了让你知道，人丑就要多读书。</p> <p>30</p> <p>一些人常会被骂，说每天像猪一样爱睡懒觉。<br/> 真的是太委屈了，猪都比你起得早。</p> <p>31</p> <p>人生很多事，终究是会随着时间好起来的。<br/> 像很多人原本只是胖，久了就变好胖。</p> <p>32</p> <p>这段日子迷惘又黑暗，<br/> 撑过去了会有下一个黑暗等着你。</p> <p>33</p> <p>生活不止眼前的苟且，<br/> 还有前任的喜帖。</p> <p>34</p> <p>你听过的情话不都是为上床做铺垫吗？</p> <p>35</p> <p>谁说你没有毅力的，<br/> 单身这事你不就坚持了好几十年吗？</p> <p>36</p> <p>女追男隔层纱，除非那男的本来就对你有好感，<br/> 不然隔的基本都是铁丝网，还是带电的那种。</p> <p>37</p> <p>撩你不是因为喜欢你，<br/> 而是因为看你的样子就知道你很容易睡。</p> <p>38</p> <p>当你失败的时候，<br/> 身边会有一群关心你的人，<br/> 他们会问你发生了什么事，<br/> 听听你的失败经验，<br/> 然后心满意足地离开。</p> <p>39</p> <p>等你以后老了，走不动了，<br/> 我就每天用轮椅推你到广场上去，<br/> 让你看着我和别的老头跳舞。</p> <p>40</p> <p>有的人是来爱你的，<br/> 有的人就是来给你上课的。</p> <p>41</p> <p>如果一个人秒回了你，<br/> 也只能说明这个人在玩手机而已。</p> <p>42</p> <p>你以为他是不会表达，<br/> 其实他就是不爱你。</p> <p>43</p> <p>以前觉得靠关系的人一定是很无能，<br/> 接触过后发现人家样样比你强。</p> <p>44</p> <p>你努力过后才发现，<br/> 智商的鸿沟是无法逾越的。</p> <p>45</p> <p>喜欢一个人一定要去告白，<br/> 不被拒绝一下，<br/> 你还真以为自己是小仙女了。</p> <p>46</p> <p>不努力的女生，<br/> 会有买不完的地摊货，逛不完的菜市场。<br/> 努力的女生，你就没时间逛地摊，<br/> 因为你只能加班叫外卖、逛网店！</p> <p>47</p> <p>从前车马很慢，<br/> 书信很远，<br/> 一生只够爱一个人，<br/> 但是能纳很多妾。</p> <p>48</p> <p>在你深夜失眠时，人家早就呼呼大睡了，<br/> 在你孤独时，别人早已有了新欢，<br/> 在你怀旧时，别人早就将你忘的一干二净了，<br/> 所以别再因为他继续熬夜了。</p> <p>49</p> <p>你才二十多岁，<br/> 没有遇到喜欢的人很正常，<br/> 往后你会发现，大概是遇不到了。</p> <p>50</p> <p>现在的人天天手机不离手，<br/> 要回你消息早就回了，<br/> 单身没关系，<br/> 以后单身的日子还长着呢。</p> <center></center> `
    },
    {
        id:'2',
        color: "#FB7638",
        image: "http://www.evaci.top/wp/wp-content/uploads/2017/09/z3-1.jpg",
        title: "我不怀疑你的能力，但不看好你的人品",
        tag: ['转载'],
        category:'blog',
        time:'2019-11-15 15:08',
        content:` <p><img src="http://www.evaci.top/wp/wp-content/uploads/2017/09/z3-1.jpg" width="600" height="600" alt="我不怀疑你的能力，但不看好你的人品"/></p> <p style="text-align: center;"><span style="color: #993300;">文 / 陶瓷兔子 图 / ins</span><br/> <span style="color: #993300;"> 来源：少女成长研习社（id：Taocituzi77）</span></p> <p>01<br/> 朋友公司的一位经理跳槽了。</p> <p>从领完年终的红包到宣布辞职，用了不到一周，收拾完东西入职新东家，发了条微信给他：虽然公司有规定离职要提前一个月，就用我入职以来加过的班抵剩下的日子吧。</p> <p>朋友创业的公司才开张不久，万事开头难，公司从C打头的高管到刚入职三天的员工，天天无偿加班到深夜几乎是常态，他自知理亏，看到这条微信也只有苦笑一声。</p> <p>那位经理走的当口正近新产品研发的收尾，他走的匆忙，留下了不小的烂摊子，公司里所有人本来就忙的焦头烂额，由于他的忽然离开，工作量更是增加了不少，好几个老员工都身兼数职，没日没夜的差点住进了公司。</p> <p>直到他们招了新的经理，完成了所有的交接和过渡，这才有时间参加聚会跟我们聊天。</p> <p>&#8220;像这种人，你就扣着他的档案别给他，各种手续也能拖就拖，不能让他得逞”，朋友话音刚落，立刻有人为他打抱不平。</p> <p>还有人出主意，“到微博上谴责他，at他新老板，他既然不仁，你也用不着跟他讲什么情义。”</p> <p>何必呢，他笑笑，工作伙伴而已，好聚好散。</p> <p>就是因为你这么大度，他才敢得寸进尺。有人说。</p> <p>他说，我不是大度，而是知道他所求的一定得不到，既然如此，又何必落井下石呢。<br/> &#8220;他不过就是想谋求个高管的职位，凭良心讲，论能力他没问题，但他的格局太窄，可能这辈子也就最多到个中层吧”。</p> <p>来日方长，我们等着瞧。</p> <p>三年过去，朋友的公司越做越大，规模比当初扩展了几倍，可那位离职的仁兄，据说又跳了一次，却像中了魔咒一般，依然在中层徘徊。</p> <p>02<br/> 有次看《非你莫属》，有一期的嘉宾是一位连续三年的销售冠军，开朗热情，面对来自老板的提问也能对答如流，主持人涂磊问了他这样一个问题：你觉得在你的经历中，最能说明你销售能力的是哪一件事。</p> <p>他想了想，说，自己在一家做情商培训的机构做销售，成功的说服了一位月薪两千的环卫工为自己5岁的儿子报了价值五千多的课程。</p> <p>说完之后颇有点沾沾自喜，重复了好几遍，“我这个人讲话就会让人感觉很真诚”。</p> <p>他现场展现的推销能力并不差，可在座的12位老板，却不约而同的在第一轮时灭了灯。</p> <p>有一位老板用这样一句话结尾：我们不怀疑你的能力，但是却不看好你的人品。</p> <p>越是处在社会底层的人，越无力鉴别信息的真伪和含金量，他们或许不富裕，但很好骗，只要给他们一线希望，告诉他们有可能培养出一个人中之龙，他们就会迫不及待的将辛苦攒下的积蓄交到你手里。</p> <p>不择手段的将不合适的课程推荐给明显没有能力负担的人，并且将这件事作为战绩来炫耀，一个没有同理心和底线的人，或许能拿到一个销售冠军，但却很难成为一个优秀的销售经理。</p> <p>你的能力决定你能得到什么，而你的格局，却会决定你最终能走到哪里。</p> <p>03<br/> 我曾经很不理解“格局”这个词，它太大又太虚，包含着人品，道德，战略眼光，生活习惯等太多方面。</p> <p>直到有次采访一位企业老板时，聊到格局的话题，他给出了这样一个答案：</p> <p>在成年人的世界里，重要的并不仅仅是智力、能力、谁加班时间更长、谁跟上司关系更好、谁能未卜先知等等，而是一个词：体面。</p> <p>做一个体面的人，在任何场合下，守住底线和尊严，漂亮的解决问题，就是你格局的体现。</p> <p>谷歌早期有一条不成文的行为准则，“Don&#8217;t be evil(不作恶）”，这一原则一直贯穿在谷歌的发展之中。</p> <p>在谷歌和微软的IE浏览器竞争到了白热化的阶段，谷歌有高管提议买下当时另一家提供搜索技术的公司Inktomi，然后关闭其服务，谷歌就可以轻而易举的垄断整个搜索市场，而谷歌的创始人佩林否决了这一提议。</p> <p>吴军的《浪潮之巅》中记载了佩林对这一事件的回应：</p> <p>我们身在硅谷，深知硅谷公司深受垄断导致的恶意竞争之苦，他们对谷歌的发展寄予厚望，希望通过和我们合作来反抗垄断，如果我们用这种虽然合法，但却是恶意收购的手段来清除对手，将令整个硅谷失望。</p> <p>他们宁可让雅虎将Inktomi买走，成了自己在搜索领域的对手，也没有做损人利己的事。</p> <p>而谷歌的君子之风，也得到了巨大的回报，当它推出了自己的软件下载包时，包括Adobe和赛门铁克很多家知名软件公司都非常配合。</p> <p>谷歌有全世界最好的工程师，可是如果它没有商业伙伴，在微软既成的垄断优势下，也很难用如此快的速度打下自己的一片江山。</p> <p>单打独斗时靠能力，可到了下一个高度，能力就不再是至关重要的问题。</p> <p>个人也罢，公司也罢，在重重困难中，能否守住自己的原则，能否妥善的解决问题，体面的维持与他人的关系，就是格局之所在。</p> <p>体面的推销，体面的竞争，体面的告别一场。</p> <p>不仅仅只在乎姿势好看，更重要的，是体面背后的价值观。</p> <p>坦诚的表达意见，尊重自己也尊重他人，任何时候，不让自己成为别人的麻烦。</p> <p>正如电影《一代宗师》给出的答案：“见自己，见天地，见众生”，人不能只为了自己而活，你为了什么而奋斗，才能获得什么层次的回报。</p> <p>决定你人生上限的，不是能力，而是做人做事的格局。</p> <p>格局见结局。</p> <p>作者：陶瓷兔子，Linked-In专栏作者，微博读书书评人，把日子过成段子，将心事煮成故事的鸡汤少女。微信公众号：少女成长研习社（id：Taocituzi77）。</p> <center></center> `
    },
]
export  default {homePro,blogList};